app/views/gifs/index.html.haml


      - category.gifs.each do |gif|
---
SELECT "gifs".* FROM "gifs" WHERE "gifs"."category_id" = $1  [["category_id", 49]]